import React from 'react'
import ".././MemoryFour/MemoryFour.css"

// Video 
import TheWeeknd from "/src/assets/img/TheWeeknd.mp4"

// IMG 
import Cake from "/src/assets/img/34+ Birthday Cakes That Will Bake Your Day Unbelievably Special - TheFab20s.jpeg"

function MemoryFour() {
  return (
    <>
    <div className='flex HP'>
      <div className='text-right px-[25px] py-[50px]'>
        <h1 className='text-[60px] font-bold text-black'>
          Happy <br /> <span className='HappyBRTH font-normal text-[80px]'>
             Birthday
            </span>
        </h1>
        <p className='text-center mb-[40px] font-semibold bg-[#00000063] text-white rounded-[5px] p-[10px] py-[20px] text-[20px]'>
        С днём рождения, Шахризода 🌹
Ты невероятно красивая, умная и просто уникальная. Мне всегда не хватает слов, чтобы выразить, как сильно ты вдохновляешь меня. Я знаю, что, возможно, не всегда могу соответствовать тебе, но всё, что я делаю, — от чистого сердца. Пусть твой мир будет таким же ярким и прекрасным, как ты сама. 💫
Счастья тебе, пусть всё задуманное сбудется, а я… Я просто хочу видеть твою улыбку. 
       </p>
        <p className='text-center mb-[40px] font-semibold bg-[#00000063] text-white rounded-[5px] p-[10px] py-[20px] text-[20px]'>
Туғилган кунинг билан, Шахризода 🌹
Сен жуда гўзал, ақлли ва бетакрорсан. Сени қанчалик илҳомлантирувчи инсон эканлигингни ифодалаш учун менга ҳар доим сўзлар етмайди. Биламан, баъзан сенга мос тушолмаслигим мумкин, лекин барча қилган ишларим чин дилдан. Оламинг ҳам сен каби ёрқин ва гўзал бўлсин. 💫
Бахт тилайман, барча орзуларинг амалга ошсин. Мен эса... Сенинг табассумигни кўришни истайман.
       </p>
      </div>
    </div>
    </>
  )
}

export default MemoryFour